export default {
	DRAFT: {
		a: '该补协已生成，可进行修改、提交或者取消操作',
		b: '该补协已生成，等待【对方企业】提交'
	},
	AUDITING: {
		a: '该补协正处于【审批部门】审批流程',
		b: '该补协正处于【审批部门】审批流程'
	},
	WAIT_SIGN_SEAL: {
		a: '该补协已被【发起方】提交，请联系【发起方签章员】【发起方企业管理员】进行盖章',
		b: '该补协已被【发起方】提交，等待【发起方签章员】【发起方企业管理员】进行盖章'
	},
	WAIT_CONFIRM: {
		a: '该补协已被【发起方】盖章，等待【接收方】确认盖章',
		b: '该补协已被【发起方】盖章，请联系【接收方签章员】【接收方企业管理员】进行确认盖章'
	},
	COMPLETED: {
		a: '该补协已完成双签，补协已生效，如需修改请另做补协',
		b: '该补协已完成双签，补协已生效，如需修改请另做补协'
	},
	CANCELLATION: {
		a: '该补协已被【发起方】作废',
		b: '该补协已被【发起方】作废'
	},
	REJECT: {
		a: '该补协已被【接收方】驳回',
		b: '该补协已被【接收方】驳回'
	},
	APPROVAL_FAIL: {
		a: '该补协【审批部门】审批流程未通过',
		b: '该补协【审批部门】审批流程未通过'
	}
};
