export default {
	DRAFT: {
		a: '该补协已生成，可进行修改、提交或者删除操作',
		b: ''
	},
	//  发起方审批
	INITIATOR_AUDITING: {
		a: '该补协正处于我方【审批部门】审批流程',
		b: ''
	},
	// 发起方审批驳回
	INITIATOR_AUDIT_REJECT: {
		a: '该补协已被我方【审批部门】审批驳回',
		b: ''
	},
	// 待接收方确认
	WAIT_RECEIVER_CONFIRM: {
		a: '该补协等待对方进行确认',
		b: '该补协需要我方进行确认，请执行确认操作。'
	},
	// 接收方驳回
	RECEIVER_REJECT: {
		a: '该补协已被对方驳回，流程结束',
		b: '该补协已被我方公司驳回，流程结束'
	},
	// 接收方审批中
	RECEIVER_AUDITING: {
		a: '该补协正处于对方审批中',
		b: '该补协正处于我方【审批部门】审批流程'
	},
	// 接收方审批驳回
	RECEIVER_AUDIT_REJECT: {
		a: '该补协已被对方审批驳回，流程结束',
		b: '该补协已被我方 【审批部门】 审批驳回，流程结束'
	},
	// 待接收方盖章
	WAIT_RECEIVER_SEAL: {
		a: '该补协等待对方进行盖章',
		b: '该补协需要我方进行盖章，请执行盖章操作'
	},
	// 待发起方盖章
	WAIT_INITIATOR_SEAL: {
		a: '该补协需要我方进行盖章，请执行盖章操作',
		b: '该补协等待对方进行盖章'
	},
	// 已生效
	COMPLETED: {
		a: '该补协双方已盖章完成，补协已生效',
		b: '该补协双方已盖章完成，补协已生效'
	},
	// 接收方作废
	RECEIVER_CANCEL: {
		a: '该补协已被对方作废，流程结束',
		b: '该补协已被我方作废，流程结束'
	},
	// 发起方作废
	INITIATOR_CANCEL: {
		a: '该补协已被我方作废，流程结束',
		b: '该补协已被对方作废，流程结束'
	}
};
