export default {
	DRAFT: {
		a: '该合同已生成，可进行修改、提交或者取消操作',
		b: '该合同已生成，等待【发起方】提交'
	},
	WAIT_SIGN_SEAL: {
		a: '请联系【发起方签章员】【发起方企业管理员】对合同进行盖章',
		b: '该合同等待【发起方】进行盖章'
	},
	CANCELLATION: {
		a: '该合同已被【发起方】作废',
		b: '该合同已被【发起方】作废'
	},
	AUDITING: {
		a: '该合同正处于【发起方】【审批部门】审批流程',
		b: '该合同正处于【发起方】【审批部门】审批流程'
	},
	APPROVAL_FAIL: {
		a: '该合同【审批部门】审批流程未通过',
		b: '该合同【审批部门】审批流程未通过'
	},
	WAIT_CONFIRM: {
		a: '【发起方】已对合同完成盖章，目前等待【接收方】进行确认及盖章',
		b: '【发起方】已对合同完成盖章，请您进行合同确认及盖章'
	},
	REJECT: {
		a: '该合同已被【接收方】驳回',
		b: '该合同已被【接收方】驳回'
	},
	CONFIRM_WAIT_SIGN_SEAL: {
		a: '【发起方】已对合同完成盖章，目前等待【接收方】进行盖章',
		b: '【发起方】已对合同完成盖章，请您联系【接收方签章员】【接收方企业管理员】对合同进行盖章'
	},
	EXECUTING: {
		a: '该合同已被买卖双方确认盖章',
		b: '该合同已被买卖双方确认盖章'
	},
	FREEZING: {
		a: '该合同已被【发起方】申请终止，正处于合同终止流程，请前往合同详情页面合同终止标签页进行操作',
		b: '该合同已被【发起方】申请终止，正处于合同终止流程，请前往合同详情页面合同终止标签页进行操作'
	},
	TERMINATED: {
		a: '该合同终止流程通过，合同已终止',
		b: '该合同终止流程通过，合同已终止'
	},
	COMPLETED: {
		a: '交易流程完结，合同完成',
		b: '交易流程完成，合同完结'
	},
	WAIT_COMPLETE: {
		a: '该合同正处于业务动态监控的审核流程',
		b: '该合同正处于业务动态监控的审核流程'
	},
	AUDITING_RECEIVE: {
		a: '该合同正处于【接收方】【审批部门】审批流程',
		b: '该合同正处于【接收方】【审批部门】审批流程'
	}
};
