export default {
	1: {
		a: '该付款申请已生成，可进行修改、提交或者取消操作',
		b: ''
	},
	2: {
		a: '该付款申请正处于【审批部门】审批流程',
		b: ''
	},
	3: {
		a: '该付款流程结束，付款已完成',
		b: '该付款流程结束，付款已完成'
	},
	4: {
		a: '该付款申请CCS-OA审批或平台审批未通过',
		b: '该付款申请CCS-OA审批或平台审批未通过'
	},
	5: {
		a: '该付款申请审批已通过，等待【买方】进行付款确认',
		b: ''
	},
	6: {
		a: '该付款申请已被【买方】确认，等待【卖方】确认收款',
		b: '该付款申请已被【买方】确认，等待【卖方】进行收款确认'
	},
	21: {
		a: '该付款申请已被【买方】提交，正处于平台审批流程',
		b: ''
	},
	23: {
		a: '该付款申请已被【买方】确认，正处于资产审核流程',
		b: ''
	},
	41: {
		a: '该付款申请已被【买方】作废',
		b: ''
	},
	42: {
		a: '该付款申请已被【卖方】退回',
		b: '该付款申请已被【卖方】退回'
	},
	22: {
		a: '该付款申请正在平台风控审核中',
		b: '该付款申请正在平台风控审核中'
	},
	21: {
		a: '该付款申请正在平台运营审核中',
		b: '该付款申请正在平台运营审核中'
	},
	43: {
		a: '该付款申请被平台运营驳回',
		b: '该付款申请被平台运营驳回'
	},
	44: {
		a: '该付款申请被平台风控驳回',
		b: '该付款申请被平台风控驳回'
	}
};
